Repository: Giancarlo-Castaneda/CountriesEncyclopedia
Catalog: CountriesEncyclopedia/CountriesEncyclopedia/Core/Localization/Localizable.xcstrings
Source language: en
Languages: es

# CAR_DRIVE_CARD_TITLE
source: Car Drive Side
es: Lado de manejo

# COAT_OF_ARMS_CARD_TITLE
source: Coat of Arms
es: Escudo de armas

# CURRENCY_CARD_TITLE
source: Currencies
es: Divisas

# EMPTY_FAVORITES_LIST
source: Let's add some countries to your favorites!
es: Vamos a agregar tus países favoritos!

# ERROR_FETCHING_COUNTRIES
source: There was an error loading the countries.
es: Hubo un error cargando los países

# ERROR_NO_COUNTRIES_FOUND
source: There are results to show at the moment
es: No hay resultados para mostrar por ahora

# FAVORITES_TAB_TITLE
source: Saved
es: Guardados

# FAVORITES_TITLE
source: Saved
es: Guardados

# LANGUAGUE_CARD_TITLE
source: Language(s)
es: Idioma(s)

source: LEFT
es: IZQUIERDA

# POPULATION_CARD_TITLE
source: Population
es: Población

# RETRY_BUTTON_TEXT
source: Retry
es: Reintentar

source: RIGHT
es: DERECHA

# SEARCH_PROMPT
source: Search
es: Buscar

# SEARCH_TAB_TITLE
source: Search
es: Buscar

# TIMEZONE_CARD_TITLE
source: Timezone(s)
es: Zona(s) horaria(s)
